[{"type":"ph","content":"WISER","logo":"header01.png","subcontent":"The Weather Innovation and Smart Energy and Resilience (WISER)​ Industry University Research Partnership"},{"type":"ph","content":"WISER","logo":"header02.png","subcontent":"The Weather Innovation and Smart Energy and Resilience (WISER)​ Industry University Research Partnership"},{"type":"ph","content":"WISER","logo":"header03.png","subcontent":"The Weather Innovation and Smart Energy and Resilience (WISER)​ Industry University Research Partnership"},{"type":"ph","content":"WISER","logo":"header04.png","subcontent":"The Weather Innovation and Smart Energy and Resilience (WISER)​ Industry University Research Partnership"},{"type":"ph","content":"WISER","logo":"header05.png","subcontent":"The Weather Innovation and Smart Energy and Resilience (WISER)​ Industry University Research Partnership"},{"type":"ph","content":"WISER","logo":"header06.png","subcontent":"The Weather Innovation and Smart Energy and Resilience (WISER)​ Industry University Research Partnership"},{"type":"ph","content":"WISER","logo":"header07.png","subcontent":"The Weather Innovation and Smart Energy and Resilience (WISER)​ Industry University Research Partnership"},{"type":"ph","content":"HEALTH EQUITY & DISPARITIES\r\nIN A 21st CENTURY PANDEMIC","logo":"header16.png","subcontent":"About the Editors"},{"type":"ch","content":"<span class=\"deepblue-font\">Leadership Team</span>","style":"font-size:50px; text-align: left;"},{"type":"ch","content":"About the Team"},{"type":"p","content":"<a href=\"https://www.albany.edu/daes/faculty/christopher-d-thorncroft\"><b>Christopher Thorncroft, Ph.D.  (Principal Investigator) </a></b><br>","subcontent":"color:#46166b"},{"type":"p","content":"Dr. Christopher Thorncroft serves as the Director of the Atmospheric Sciences Research Center (ASRC), the New York State Mesonet, and the NYS Center of Excellence in Weather and Climate Analytics, as well as a Fellow of the American Meteorological Society. Dr. Thorncroft’s research career has been concerned with the variability and predictability of weather systems including extremes and how they interact with the large-scale environment. His research has combined observational and modeling approaches. A key component of the proposed WISER IUCRC will be observational data provided by the NYS Mesonet. Dr. Thorncroft was the Co-PI of this weather observation network including its design and construction. He continues to serve as the Director of this unparalleled network and is extremely familiar with this unique mesoscale dataset. Dr. Thorncroft also has a strong record of supporting graduate students and postdoctoral associates. In particular, he is a passionate advocate for experiential learning opportunities for students that focus on applied research in settings with public and private sector partners. These opportunities not only provide students with exciting and relevant research projects but enable them to experience working with practitioners in real-life environments to better prepare them for the workforce."},{"type":"p","content":"<a href=\"https://ucwater.engr.uconn.edu/person/emmanouil-anagnostou/\"><b>Emmanouil Anagnostou, Ph.D. (Principal Investigator) </a></b><br>","subcontent":"color:#46166b"},{"type":"p","content":"Dr. Emmanouil Anagnostou serves as a Board of Trustees Distinguished Professor in the Department of Civil and Environmental Engineering and the Eversource Energy Endowed Chair in Environmental Engineering. He is the Director of the Eversource Energy Center at UConn  (eversource.uconn.edu) and one of the Applied Research Directors of the Connecticut Institute for Resilience and Climate Adaptation (circa.uconn.edu). Dr. Anagnostou’s research efforts focus on remote sensing of water cycle and integrating earth observations with models for improving water cycle predictability at global scale. He is exploring severe weather events and leveraging advanced technologies to predict the impact on communities and the natural and built environment (roadways, buildings, power grids and water infrastructure). He is dedicated to inspiring the current generation of students and researchers who will pave the way and innovate scientific research and technologies to secure society during climatic extremes."},{"type":"p","content":"<a href=\"https://www.albany.edu/daes/faculty/nicholas-bassill\"><b>Christopher Thorncroft, Ph.D.</a></b><br>","subcontent":"color:#46166b"},{"type":"p","content":"Dr. Nicholas Bassill serves as the Sr Research Support Specialist in the Atmospheric & Environmental Sciences at the University at Albany."},{"type":"p","content":"<a href=\"https://www.albany.edu/cehc/faculty/eric-stern\"><b>Eric Stern, Ph.D. (Principal Investigator) </a></b><br>","subcontent":"color:#46166b"},{"type":"p","content":"Dr. Eric K. Stern is a professor at the College of Emergency Preparedness, Homeland Security, and Cyber-Security at the University at Albany. Dr. Stern holds a Ph D from Stockholm University and a B.A. from Dartmouth College. He has published extensively in the fields of crisis and emergency management, crisis communication, resilience, security studies, executive leadership, foreign policy analysis and political psychology. He is also affiliated with the Swedish National Center for Crisis Management Research and Training at the Swedish Defense University (where he served as Director from 2004-2011) and the Disaster Research Center at the University of Delaware. He is currently serving as Editor-in-Chief of the Oxford Research Encyclopedia of Crisis Analysis.\r\n\r\nOther key areas of interest and expertise include social media and crisis preparedness, post-crisis evaluation and learning, interactive education and instructional design, and case research/teaching methodologies.\r\n\r\nIn addition to his scholarly work, Professor Stern has collaborated closely with a wide range of US (e.g. Department of Homeland Security Science and Technology, FEMA, Coast Guard, and FBI) and foreign (e.g. UK, Sweden, Switzerland, Estonia, Slovenia, and S. Korea among others) government agencies, the European Union, and the OECD on a wide range of applied research and educational-- including training and exercise development--projects."},{"type":"p","content":"<a href=\"https://www.albany.edu/asrc/Richard_Perez.php\"><b>Richard Perez, Ph.D.</a></b><br>","subcontent":"color:#46166b"},{"type":"p","content":"Dr. Richard Perez leads solar energy research at U. Albany’s Atmospheric Sciences Research Center. He sits on the Advisory Board of the George Washington University’s Solar Institute, and has served multiple terms on the board of the American Solar Energy Society and as associate editor of Solar Energy Journal. He has produced over 250 journal articles, book chapters and conference papers. He holds US patents on energy storage, and load management using photovoltaics. He has received several international awards including a Certificate for Outstanding Research from the USDOE, the American Solar Energy Society’s Charles Greeley Abbot Award; the First International Building and Daylight Award from the Velux Foundation, and the International Solar Energy Society’s Farrington Daniels Award, for outstanding contributions in science, technology and engineering of solar energy applications which lead to enhancing our world and the conditions of human kind."},{"type":"p","content":"<a href=\"https://www.albany.edu/asrc/47910.php\"><b>Jeff Freedman, Ph.D.</a></b><br>","subcontent":"color:#46166b"},{"type":"p","content":"Dr. Jeff Freedman primary research focus is on renewable energy and atmospheric boundary layer (ABL) processes. This includes work on improving wind and solar power production forecasting, weather and climate influences on resource assessment, and the interaction of wind farms (and their performance) with the ABL. Dr. Freedman has also investigated how clouds, particularly boundary layer cumulus, are modulated by the underlying surface and how this influences forest health and the solar energy resource. A principal tool for his observational work is a Leosphere Windcube 100S scanning LiDAR. His recent sponsored research includes the first Wind Forecasting Improvement Project (WFIP), a three-year Department of Energy (DOE)/National Oceanographic and Atmospheric Administration (NOAA) study to demonstrate the value of additional atmospheric observations and model enhancements on wind energy production forecasts, the development of the Solar Wind Integrated Forecast Tool (SWIFT), a state-of-the-art forecasting service for Hawaii´s electric utilities, and a LiDAR-based study of the 3D wind field over Cranberry Lake in New York’s Adirondack Mountains."},{"type":"p","content":"<a href=\"https://cee.engr.uconn.edu/people/pena-malaquias\"><b>Malaquías Pena, Ph.D.</a></b><br>","subcontent":"color:#46166b"},{"type":"p","content":"Dr. Malaquías Pena serves as an Associate Professor in the Department of Civil and Environmental Engineering at the University of Connecticut.  He primary research focus areas include: predictability and ensemble modeling, numerical prediction systems, data assimilation, and observing networks."},{"type":"p","content":"<a href=\"https://cee.engr.uconn.edu/people/zhu-jin\"><b>Jin Zhu, Ph.D.</a></b><br>","subcontent":"color:#46166b"},{"type":"p","content":"Dr. Jin Zhu serves as an Assistant Professor in the Department of Civil and Environmental Engineering at the University of Connecticut.  Her primary research focus areas include: complex construction projects\r\nInterdependent infrastructure systems, resilient communities, smart cities, and disaster response and recovery."}]