[{"type":"ph","content":"HEALTH EQUITY & DISPARITIES\r\nIN A 21st CENTURY PANDEMIC","logo":"header19.png","subcontent":"2021 Summer Symposium"},{"type":"ch","content":"2021 Summer Symposium: Addressing Differential Impacts of COVID-19 in New York State"},{"type":"p","content":"June 21 and 28, 2021"},{"type":"p","content":"8:30am - 12:30pm EST"},{"type":"p","content":"<b><a href=\"https://healthequity.ctg.albany.edu/registration.html\">Register Now!</a></b>","style":"font-size:35px"},{"type":"p","content":"<br>"},{"type":"p","content":"<b>BACKGROUND</b>","style":"color:#46166b"},{"type":"p","content":"The COVID-19 pandemic ​has exacted a starkly unequal toll on New Yorkers of color both from the virus itself and from the accompanying social and economic impacts of the pandemic. These are not separate issues. They stem from the structural racism embedded in American society. Minority health disparities have always existed in the United States. But COVID-19 has exposed and exacerbated these disparities in ways we cannot ignore; doing so would mean accepting inequity with life and death consequences. The COVID-19 pandemic has also exposed gaps in existing knowledge about the causes of these inequities and, more important, how to end them. This Symposium is the product of a new health equity research and collaboration ecosystem at UAlbany launched in April 2020 with urgency at the height of the most serious public health emergency New York, and the world, have faced in a century. The ecosystem is helping to close these gaps through new knowledge, insights, and recommendations to combat this public health threat and those in the future we have yet to imagine."},{"type":"p","content":""},{"type":"p","content":"<b>ABOUT THE SYMPOSIUM</b>","style":"color:#46166b"},{"type":"p","content":"The 2021 Summer Symposium entitled, “Differential Impacts of COVID-19 in New York State,” is designed to support the efforts of university researchers and government policymakers who refuse to allow the lessons learned from COVID-19’s unequal path across New York to go unheeded."},{"type":"p","content":"The Symposium will bring together leading researchers and practitioners in a set of keynotes, plenary panels and research presentations and discussions. Each day will include opening and closing plenary sessions and discussions and multiple sessions presenting research focused on COVID-19 and the unique context of New York State."},{"type":"p","content":""},{"type":"p","content":"<b>FORMAT</b>","style":"color:#46166b"},{"type":"p","content":"This is a virtual symposium, via Zoom webinar. Accommodations will be provided. Detailed agenda is forthcoming."},{"type":"p","content":""},{"type":"p","content":"<b>QUESTIONS</b>","style":"color:#46166b"},{"type":"p","content":"Should you have any questions about the 2021 Summer Symposium, please contact <a href=\"mailto:ba9ea83b.albany.edu@amer.teams.ms\">Ms. Sarah Murphy</a>"}]