[{"type":"ph","content":"HEALTH EQUITY & DISPARITIES\r\nIN A 21st CENTURY PANDEMIC","logo":"header15.png","subcontent":"Call for Extended Abstracts"},{"type":"ch","content":"Addressing Differential Impacts of COVID-19 in NYS"},{"type":"p","content":"<b>This Call for Extended Abstracts is CLOSED.</b>","style":"color:#46166b"},{"type":"p","content":"The COVID-19 pandemic has exacerbated racial and ethnic health and social disparities across New York State and beyond. Researchers and community partners are rapidly striving to create new knowledge, advance cutting-edge research, and disseminate novel interventions to effectively address minority health disparities in a 21st century pandemic. The June 2021 Symposium entitled, “Addressing Differential Impacts of COVID-19 in NYS: A Symposium and Edited Volume”, will bring together leading scholars, researchers, and experts with a particular focus on health disparities in New York State within the context of the global pandemic whereby racial/ethnic minorities and other underserved populations are disproportionately burdened."},{"type":"p","content":"<b>CALL FOR EXTENDED ABSTRACTS:</b>\r\nThe Call for Extended Abstracts for the June 2021 Symposium will lead to an edited book following the virtual summer gathering. The edited book will include a collection of peer-reviewed chapters presenting rigorous interdisciplinary essays and empirical studies focused on the nature and extent of the disparities; environmental, socioeconomic and occupational factors causing NYS’s racial and ethnic minority groups to be disproportionately impacted by COVID-19; and evaluations of interventions designed to mitigate harm and build health equity."},{"type":"p","content":"Abstract submissions that include recommendations drawn from current research and designed to inform future policy and practice toward building equity in health outcomes are encouraged."},{"type":"p","content":"Authors of accepted extended abstracts will be invited to present their work during the June 2021 Symposium for input and comment by Symposium participants."},{"type":"p","content":"<b>CHAPTER SUBMISSION:  </b>\r\nAuthors accepted to present an extended abstract will be invited to complete a chapter (approximately 5,000-7,500 words) for submission by September 15, 2021, at which point submitted chapters will be peer-reviewed through a process managed by SUNY Press. Due to the timely nature of the content, all accepted abstracts and final chapters will be made available through an open access repository."},{"type":"p","content":"<b>OPEN ACCESS REPOSITORY:</b>\r\nDue to the timely nature of the content, all accepted abstracts and final chapters will be made available with the grant of a non-exclusive license through the University at Albany's open access repository. Submissions of abstracts for the Symposium and the final chapters for the cumulative volume will be distributed under the Creative Commons Attribution 4.0 International license (CC BY 4.0). Extended abstracts and chapters will be available for copy, display, and redistribution in the open access repository with attributed credit to the author per the license requirements."}]